
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Niepoprawna liczba";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Wartość mniejsza od minimum";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Przekroczone maksimum";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Liczby zmiennoprzecinkowe nie są dozwolone";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Niewłaściwy tekst daty";

